/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segundos";

/* No comment provided by engineer. */
"%i days" = "%i dias";

/* No comment provided by engineer. */
"%i hours" = "%i horas";

/* No comment provided by engineer. */
"%i minutes" = "%i minutos";

/* No comment provided by engineer. */
"%i weeks" = "%i semanas";

/* No comment provided by engineer. */
"1 day" = "1 dia";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 second" = "1 segundo";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Anexo>>";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Limpar todas as marcas";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Limpar todas as marcas daqui para baixo";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Limpar todas as marcas daqui para a esquerda";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Limpar todas as marcas daqui para a direita";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Limpar todas as marcas daqui para cima";

/* Copy the link to the clipboard */
"Copy Link" = "Copiar ligação";

/* No comment provided by engineer. */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"Image Picker" = "Selector de imagens";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada inválida";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Ir para a marca em foco";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Ir para a próxima marca";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Ir para a marca anterior";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Imagem";

/* No comment provided by engineer. */
"Select Image" = "Seleccionar imagem";